// General
"ADD" = "添加";
"OK" = "好";
"CANCEL" = "取消";
"Space" = "Space";
"SPACES" = "Spaces";
"OPTIONS" = "选项…";
"CONTINUE" = "继续";
"TURN_BT_ON" = "打开 Bluetooth";

"SEARCHING" = "正在搜索…";
"CONNECTING" = "正在连接…";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

"MOUSEBUTTON_OPEN" = "打开“%@”";

//
"TOP_LABEL_BT_OFF_HEADER" = "连接 USB 鼠标或打开 Bluetooth。";
"TOP_LABEL_BT_HEADER" = "正在查找 Bluetooth 鼠标，请稍候或请连接 USB 鼠标。";
"TOP_LABEL_NO_BT_HEADER" = "连接 USB 鼠标。";

//
"MID_LABEL_NO_MOUSE" = "未找到鼠标。";
"MID_LABEL_1_MOUSE" = "找到 1 个鼠标。";
"MID_LABEL_MOUSE_FOUND" = "找到“%@”";


// Gestures
"ONE_FINGER" = "单指";
"ONEFINGER_SCROLL_GESTURE" = "滚动";
"AX_ONEFINGER_SCROLL_GESTURE" = "滚动";
"SECONDARYCLICK_GESTURE" = "辅助点按";
"AX_SECONDARYCLICK_GESTURE" = "辅助点按";
"ONEFINGER_SCREEN_ZOOM_GESTURE" = "屏幕缩放";
"AX_ONEFINGER_SCREEN_ZOOM_GESTURE" = "屏幕缩放";

"TWO_FINGERS" = "双指";
"2F_SWIPE_LEFT_RIGHT" = "左右推送来导航";
"AX_2F_SWIPE_LEFT_RIGHT" = "左右推送来导航";

"SCREENZOOM_GESTURE" = "屏幕缩放";
"WITH_MOMENTUM" = "带惯性";
"WITHOUT_MOMENTUM" = "不带惯性";


//
"BT_OFF_ALERT_TITLE" = "无法连接 Bluetooth 鼠标，因为 Bluetooth 已关闭。你要打开该鼠标吗？";
"BT_INDICATOR_SEARCHING" = "正在搜索…";
"BT_INDICATOR_CONNECTING" = "正在连接…";

//
"LEFT" = "左";
"RIGHT" = "右";
"SCROLL" = "滚动";
"NAVIGATE" = "导航";
"SCROLL_OFF" = "关";
"SCROLL_VERTICAL" = "仅垂直";
"SCROLL_VERTICAL_HORIZONTAL" = "垂直和水平";
"SCROLL_360" = "360 度";
"SWIPE_1_FINGER" = "单指";
"SWIPE_2_FINGER" = "双指";
"3F_TAP_TO_DASHBOARD" = "Dashboard";
"3F_TAP_TO_EXPOSE_ALL_WINDOW" = "Exposé 所有窗口";
"3F_TAP_TO_EXPOSE_APP_WINDOW" = "Exposé 应用程序窗口";
"3F_TAP_TO_EXPOSE_DESKTOP" = "Exposé 桌面";



